floating/tools/Simulacion/Allrun
runApplication blockMesh
runApplication topoSet
runApplication subsetMesh -overwrite c0 -patch floatingObject
runApplication setFields
runApplication $application

#------------------------------------------------------------------------------
